{
    "LAKE_CONDITIONS": {
        "name": "Lake Conditions",
        "image": "/static/img/module-lake-conditions.png",
        "href": "real-time",
        "description": "Varying wave height, water temperature, algae concentrations, clarity, and lake levels all combine to create a complex and ever-changing freshwater environment.",
        "TABS": {
            "WATER_TEMPERATURE": {
                "name": "Water Temperature",
                "href": "water-temperature",
                "desc": "Lake Tahoe water is cold for most swimmers, with surface temperatures ranging from 42 degrees in the winter to over 70 degrees in July and August. Though refreshing on a hot day, a plunge into Lake Tahoe can literally take your breath away. Swimmers should be prepared for dangerously cold conditions.",
                "image": "/static/img/lake_conditions/watertemp.png",
                "default_bottom_tab": 1,
                "BOTTOM_TABS": [
                    {
                        "name": "Previous Week",
                        "time_range": [-14, -7]
                    },
                    {
                        "name": "Current Week",
                        "time_range": [-7, 0]
                    }
                ]
            },
            "WAVE_HEIGHT": {
                "name": "Wave Height",
                "href": "wave-height",
                "desc": "Lake Tahoe can be perfectly flat and serene, or blustery winds can churn up six-foot high waves. Waves are produced by wind blowing across the lake. The highest waves occur on the downwind side of the lake, which is typically the north and east shores at Lake Tahoe. Wind and waves are usually higher in the afternoon, so be sure to plan ahead and stay safe.",
                "image": "/static/img/lake_conditions/waveheight.png",
                "default_bottom_tab": 2,
                "BOTTOM_TABS": [
                    {
                        "name": "Historical",
                        "time_range": ["2021-07-01", "2022-01-01"]
                    }, 
                    {
                        "name": "Previous Week",
                        "time_range": [-14, -7]
                    },
                    {
                        "name": "Current Week",
                        "time_range": [-7, 0]
                    }
                ]
            },
            "TURBIDITY": {
                "name": "Turbidity",
                "href": "turbidity",
                "desc": "Turbidity is a measure of how cloudy the water is. Sediment from erosion makes the water less transparent. In most areas of Lake Tahoe, the water is generally very clear (turbidity values near zero), but afternoon waves can stir up sediment and increase turbidity in the nearshore.",
                "image": "/static/img/lake_conditions/turbidity.png",
                "default_bottom_tab": 2,
                "BOTTOM_TABS": [
                    {
                        "name": "Historical",
                        "time_range": ["1968-01-01", "2020-01-01"],
                        "desc": "Annual Average Secchi Depth - Water clarity measurements have been taken every 10 – 15 days by UC Davis TERC since 1968, when a white disk, called the Secchi disk, could be seen at a depth of 102.4 feet. Secchi depth is the most widely used method of clarity measurement."
                    }, 
                    {
                        "name": "Previous Week",
                        "time_range": [-14, -7]
                    },
                    {
                        "name": "Current Week",
                        "time_range": [-7, 0]
                    }
                ]
            }
        }
    }
}